[
    {
        "sentences": [
            "It's about a guy that was in the korean war, and then he was in the Vietnam war, and his name is Colonel David Hackworth.",
            "When I was on deployment, I would read, open up that book anywhere, and I would read two pages or three pages before I'd go to bed, if I was in my bed that night.",
            "And there were so many lessons that correlated to what I was actually going through.",
            "The level of capability increases so much by seeing something one single time.",
            "Well, if I see something one time, I'm infinitely better than if I'd never seen it before.",
            "You don't have to go through the school of hard knocks.",
            "You never get fooled by that again.",
            "So just knowing, just seeing it one time, you're infinitely better.",
            "Of course you want to put the book on.",
            "I love reading for that reason."
        ]
    },
    {
        "sentences": [
            "You only have to ask a stupid question once.",
            "And if you're in a crowd and you ask a stupid question, 80% of the people in the crowd have the same question.",
            "They're just too cowardly to ask.",
            "What stupid thing am I doing that I could quit doing, that I would quit doing?",
            "My life is not everything I want it to be.",
            "And perhaps it's not everything that I need it to be.",
            "By need, I mean my life is so unbearable that the suffering that's attendant upon that has made me nihilistic, cynical, bitter, resentful, driving the proclivity to see evil everywhere except within my own heart.",
            "What's one thing I'm doing wrong that I know I'm doing wrong that I could fix?",
            "It's like you meditate on that."
        ]
    },
    {
        "sentences": [
            "You bind yourself to it, and the tighter you bind yourself to it, the more you find out what it is.",
            "And that's like a radical embrace.",
            "We're built to walk uphill, and when you reach the pinnacle of the hill, you want to stop at, appreciate the vision, but the next thing you want is a higher hill in the distance.",
            "There's nothing that makes you more formidable than verbal competence, than being able to.",
            "Aim yourself in one direction.",
            "Well, how do you distinguish that from just giving up?",
            "It's a moral hazard.",
            "You have to become an expert at at least one of them."
        ]
    },
    {
        "sentences": [
            {
                "sentence": "And so it's daunting to even consider that.",
                "start_time": 1290454,
                "end_time": 1292992,
                "speaker": null
            },
            {
                "sentence": "I'm really going to have to get my act together in order to not contribute to it, much less solve it.",
                "start_time": 1299512,
                "end_time": 1304632,
                "speaker": null
            },
            {
                "sentence": "But the upside of that is like, well, there isn't anything better to have than a Yemenite problem that's worth solving.",
                "start_time": 1310360,
                "end_time": 1319222,
                "speaker": null
            },
            {
                "sentence": "Like, that's really worth solving.",
                "start_time": 1319326,
                "end_time": 1320850,
                "speaker": null
            },
            {
                "sentence": "Right?",
                "start_time": 1321510,
                "end_time": 1321846,
                "speaker": null
            },
            {
                "sentence": "And so the more of that you take on, the more you have a reason to get out of bed in the morning.",
                "start_time": 1321878,
                "end_time": 1325454,
                "speaker": null
            },
            {
                "sentence": "No matter what I'm getting up, I'm trudging forward.",
                "start_time": 1327406,
                "end_time": 1328606,
                "speaker": null
            },
            {
                "sentence": "That is the antidote to bitterness.",
                "start_time": 1335852,
                "end_time": 1338330,
                "speaker": null
            },
            {
                "sentence": "It's like, okay, then what you do matters.",
                "start_time": 1342478,
                "end_time": 1344376,
                "speaker": null
            },
            {
                "sentence": "It actually matters.",
                "start_time": 1345528,
                "end_time": 1347180,
                "speaker": null
            }
        ]
    }
]
