[
    {
        "sentences": [
            "I could tell you every brain area and every.",
            "But when I started seeing the data on the anterior mid cingulate cortex, I was like, whoa, this is interesting.",
            "And all the data points to the fact that we can build this area up, but that as quickly as we build it up, if we don't continue to invest in things that are hard for us, that's the part that feels so gagging esque to me that we don't want to do.",
            "Like, if you love the ice bath.",
            "But if you hate the cold water, if you're afraid of drowning and you get into water and put your head under, then your anterior midcingulate cortex gets bigger.",
            "To me, this is one of the most important discoveries that neuroscience has ever made, because it's that I don't want to do something, but do it anyway that grows this area.",
            "And it's almost like, I have a friend. He's been sober 30 years from alcohol, and he always says, you know, the amazing thing about addiction is there's a cure.",
            "That's right."
        ]
    },
    {
        "sentences": [
            "You find it in the suck, and you find it repeatedly in the suck to the point where you know exactly who you are.",
            "Most people are missing something because they don't know who they are.",
            "They never examine themselves.",
            "We're all lab rats.",
            "But you're also the scientist.",
            "You create your own self.",
            "There's so much in you that God, or whoever the hell you believe in, or if you're atheist in you, that you have not unlocked, that you walk around with this gorgeous wife or great husband and all this money.",
            "Like God.",
            "Yeah, because it's about 75% of you is still fucking in there, still chained up, because you just didn't want to find your willpower.",
            "And what that looks like, it looks scary."
        ]
    },
    {
        "sentences": [
            "That I have to forego a lot of shit to be as fucked up as I am, to build confidence, for me to stand in the fucking room of 10,000 one person and not be like, oh, put my head down, let me look around, let me read these paragraphs first, and then before I read the paragraphs.",
            "And that's one of many things I did besides lying, besides being insecure, besides being immature, besides being fat, besides being one of the only black kids in my school.",
            "For me to gain confidence in myself, this fucked up kid has got to do a lot of fucked up shit to gain confidence.",
            "And along the way, the stutter went away, and I gained confidence.",
            "And now my life is a little bit more. There's no balance. There's no balance.",
            "It's a little bit more what it should be for a lot of people, but there'll never be balance, because confidence is something that you're constantly building every day.",
            "So I became the guy that became, once again, misunderstood.",
            "Cause they're calling me next, let me just leave the room kinda with stutter."
        ]
    },
    {
        "sentences": [
            "One thing I did wrong in my life was I tried for so many years to please people.",
            "And I did it at the expense of myself.",
            "I don't need money.",
            "I don't need fame.",
            "I don't need shit.",
            "So I give it all away.",
            "What I do need is to make sure that that willpower is worked on every fucking day and every night for the rest of my life.",
            "Cause once that willpower's gone, 300 pound David Goggins, he may not be look like it, but I will walk around with it.",
            "And that's how I handle relationships."
        ]
    },
    {
        "sentences": [
            "Why are you scared to tell a motherfucker your wife, husband, girlfriend, boyfriend who you are, who you are exactly?",
            "No one knows who you really are.",
            "I went to a school where there were a lot of black kids. A lot of black kids didn't want to be in special ops.",
            "A lot of black kids don't do that kind of shit.",
            "So whatever I wanted to do, no one really knew the real me growing up, because I never want anybody to know the real me.",
            "You got feelings?",
            "This is who I am. If you don't like it, that's good, man."
        ]
    },
    {
        "sentences": [
            "When you're 300 pounds and you can't read and write and you're fucked up, the only times you're gonna fucking fail on that process?",
            "So if you don't know how to fail, there is no victory.",
            "I taught myself how to fail properly.",
            "No one teaches you how to fucking fail.",
            "You better teach stuff how to fail first, because if you sit in failure for too long, you will never come out of it.",
            "So the first part of my success was learning how to fail properly.",
            "But that's what people don't get. When you have buried yourself in such a deep fucking hole, you better first talk about the failures you're going to have first.",
            "You're in for a fucking climb, bro. You're going to get your ass handed to.",
            "Both voices are gonna be fucking telling you to go fuck yourself.",
            "You are in for hell, bro."
        ]
    },
    {
        "sentences": [
            "That person may not be for you, and that's all good.",
            "I feel like so much of the world's problems are because everyone's dancing around these issues.",
            "Like, what are you about?",
            "What are you not about?",
            "But I think now everyone's afraid of getting canceled.",
            "If I am who I am, or if I'm not pretending to be somebody else, then silence is considered agreement.",
            "People love to lie.",
            "You know, I thought I was the only person when I was growing up, I thought I was the only person that lied.",
            "Find somebody to come out, tell me I'm lying about my fucking life."
        ]
    },
    {
        "sentences": [
            "No, no, I'm glad it helps you, but the barbaric life that I live, that you have to live, the almost obsession that you must have to be great.",
            "You can't put that shit in a fucking book, bro.",
            "It has to be experienced and you can't even after you experience it, to write it in a book, it would seem like he needs to be locked up.",
            "This is too gory. It's too gory.",
            "He's constantly thinking. He's constantly, constantly disciplined, never going off the path.",
            "What do you do for fun? You would never like these questions."
        ]
    }
]